[Demo_Sisters_ep7_1 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1100,Y=-1940,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-1290,Y=-1940,Z=0),VecSub=(X=0,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Decision.GG2_BGM_DM_CMN_Decision_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus_2.GG2_AMB_Campus_2_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_1.GG2_V_Sisters_ep7_1_002_Cue',Name="エコロ")
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[14]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[16]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_1.GG2_V_Sisters_ep7_1_004_Cue',Name="エコロ")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[18]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[19]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Wonder_Cue')
DemoScripts[20]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=3,CId=71)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_1.GG2_V_Sisters_ep7_1_005_Cue',Name="エコロ")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[24]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[29]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_1.GG2_V_Sisters_ep7_1_009_Cue',Name="エコロ")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[31]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[32]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[34]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_1.GG2_V_Sisters_ep7_1_010_Cue',Name="エコロ")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[36]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[37]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0105_fx_Stand2Seamon",Rate=0,Number=3,Bit=1)
DemoScripts[38]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0500_lp_Sermon",Number=8)
DemoScripts[39]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_1.GG2_V_Sisters_ep7_1_011_Cue',Name="エコロ")
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[41]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[43]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0501_fx_Seamon2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[45]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_1.GG2_V_Sisters_ep7_1_013_Cue',Name="エコロ")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[47]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[51]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_1.GG2_V_Sisters_ep7_1_015_Cue',Name="エコロ")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[53]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[55]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_1.GG2_V_Sisters_ep7_1_017_Cue',Name="エコロ")
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[57]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[58]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[59]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_1.GG2_V_Sisters_ep7_1_018_Cue',Name="エコロ")
DemoScripts[60]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[61]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[63]=(Actor=WINDOW,Command=EXIT)
DemoScripts[64]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[65]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[66]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[67]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[68]=(Actor=SYSTEM,Command=END)

[Select_Sisters_ep7_1 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Sisters_ep7_1 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="......")

Texts[1]=(Label="TEXT02",Name="艾可蘿",Text="你已經下定決心了嗎?/n峯大大人.")

Texts[2]=(Label="TEXT03",Name="峯大",Text="......嗯,已經好了......以我自己的方式./n我們去公園吧.")

Texts[3]=(Label="TEXT04",Name="艾可蘿",Text="那就好......")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="話說回來,為什麼是公園呢?")

Texts[5]=(Label="TEXT06",Name="峯大",Text="那座公園是我們小時候/n經常三個人一起玩的地方.")

Texts[6]=(Label="TEXT07",Name="峯大",Text="我覺得如果是三人之間有著深刻聯繫的場所,/n告白也能比較順利一點......")

Texts[7]=(Label="TEXT08",Name="峯大",Text="不過,這也只是/n有點類似祈求好運而已啦.")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="\"我會靠自己的力量想辦法!\"/n我是希望你能這麼說啦......")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="但也因此爭取到了一些時間,/n結果還算是圓滿吧.")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="就時間限制來看,這應該也是/n最後的機會了.為了不留下悔恨,/n請好好提升受歡迎氣場哦.")

Texts[11]=(Label="TEXT12",Name="峯大",Text="妳還真的是不留情面耶......")

Texts[12]=(Label="TEXT13",Name="艾可蘿",Text="是的./n但這都是為了峯大大人好.")

Texts[13]=(Label="TEXT14",Name="峯大",Text="我明白了./n那就趕快出發吧......")

Texts[14]=(Label="TEXT15",Name="艾可蘿",Text="啊./n在那之前,我要給你一個忠告.")

Texts[15]=(Label="TEXT16",Name="峯大",Text="何?")

Texts[16]=(Label="TEXT17",Name="艾可蘿",Text="託忍大人的福,惡魔已經不在了,/n但是黑暗能量還留在女孩子們身上./n算是所謂的後遺症吧.")

Texts[17]=(Label="TEXT18",Name="艾可蘿",Text="雖然就算放著不管,到了明天/n應該也會復原就是了......")

Texts[18]=(Label="TEXT19",Name="峯大",Text="瞭解.有看到的話,/n我會讓她們恢復原狀哦......(大概)")

Texts[19]=(Label="",Name="",Text="")

Texts[20]=(Label="SELECT01",Name="",Text="")

Texts[21]=(Label="SELECT02",Name="",Text="")

Texts[22]=(Label="SELECT03",Name="",Text="")

Texts[23]=(Label="SELECT04",Name="",Text="")

Texts[24]=(Label="SELECT05",Name="",Text="")

Texts[25]=(Label="SELECT06",Name="",Text="")

Texts[26]=(Label="SELECT07",Name="",Text="")

Texts[27]=(Label="SELECT08",Name="",Text="")

Texts[28]=(Label="SELECT09",Name="",Text="")

Texts[29]=(Label="SELECT10",Name="",Text="")


